Revit 2027 API
SymbolTypeId.MA Property
 Symbol mA, indicating unit Milliamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MA { get; }
Public Shared ReadOnly Property MA As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MA {
	ForgeTypeId^ get ();
}
static member MA : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace